Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajien_puheenjohtaja_tapasi_paaministeri_sanna_marinin.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjien puheenjohtaja tapasi pääministeri Sanna Marinin
smn: Sämitige saavâjođetteijee teeivâi uáiviminister Sanna Marin

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso tapasi delegaationsa kanssa pääministeri Sanna Marinin torstaina 12.8.2021 Säätytalolla Helsingissä.
smn: Sämitige saavâjođetteijee Tuomas Aslak Juuso já suu delegaatio teivii uáiviminister Sanna Marin tuorâstuv 12.8.2021 Siätutáálust Helsigist.

source: Saamelaiskäräjät ja pääministeri Sanna Marin tapasivat ensimmäistä kertaa tällä vaalikaudella.
smn: Sämitigge já uáiviminister Sanna Marin teivii vuossâmuu tove taan valjâpaajeest.

source: Tapaamisessa keskusteltiin mm. saamelaiskäräjälain uudistamisesta, saamelaisten totuus- ja sovintoprosessin etenemisestä sekä Saamelaiskäräjien taloudellisesta tilanteesta.
smn: Teivâdmist sij savâstâllii ei. sämitiggelaavâ uđâsmitmist, sämmilij tuotâvuotâ- já sovâdâttâmproosees ovdánmist sehe Sämitige ekonomâlâš tiileest.

source: ”On todella tärkeää, että Suomen pääministeri ja Saamelaiskäräjien puheenjohtaja tapaavat, jotta Suomessa asuvien kahden kansan, saamelaisten ja suomalaisten väliset suhteet kehittyvät ja menevät eteenpäin”, toteaa puheenjohtaja Tuomas Aslak Juuso.
smn: ”Lii tuođâi tehálâš, ete Suomâ uáiviminister já Sämitige saavâjođetteijee teivâv, vâi Suomâst ässee kyevti aalmug, sämmilij já syemmilij koskâvuođah ovdáneh já maneh ovdâskulij”, paahud saavâjođetteijee Tuomas Aslak Juuso.

source: Lisätietoja:
smn: Lasetiäđuh:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
smn: Tuomas Aslak Juuso Saavâjođetteijee 040 687 3394 tuomas.juuso@samediggi.fi
